[
  {
    "id": 1,
    "name": "Modern Sofa",
    "brand": "IKEA",
    "type": "sofa",
    "color": "Gray, Green, Pink, Yellow",
    "size": "Large",
    "material": "Leather",
    "price": 799.99,
    "discountPrice": 699.99,
    "image": "images/products/1/yellow.jpg",
    "rating": 4.5,
    "description": "This modern sofa is the perfect addition to any living room. It's sleek design and comfortable cushions make it the perfect place to relax after a long day of work. The leather material is durable and easy to clean, so you don't have to worry about spills or stains. Plus, it comes in three different colors! You can choose from gray, brown, or black. And if you want something more traditional, we also offer this same style in fabric upholstery. So whether you're looking for something modern or traditional, this sofa will be sure to please!",
    "date": "12-29-2023"
  },
  {
    "id": 2,
    "name": "Vintage Armchair",
    "brand": "CB2",
    "type": "chair",
    "color": "Blue, green, white, yellow",
    "size": "Medium",
    "material": "Fabric",
    "price": 349.99,
    "image": "images/products/2/green.jpg",
    "rating": 4.5,
    "description": "This vintage armchair is the perfect addition to any living room. It's made of high quality materials and has a classic design that will never go out of style. The fabric upholstery is durable, easy to clean, and comfortable. Plus it comes in three different colors so you can find one that matches your home decor perfectly! You won't regret buying this chair for your home!",
    "date": "10-29-2023"
  },
  {
    "id": 3,
    "name": "Wood Coffee Table",
    "brand": "IKEA",
    "type": "table",
    "color": "white",
    "size": "Small",
    "material": "Glass",
    "price": 199.99,
    "discountPrice": 179.99,
    "image": "images/products/3/white.jpg",
    "rating": 3.5,
    "description": "This glass coffee table is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "11-2-2023"
  },
  {
    "id": 4,
    "name": "Oak Dining Table",
    "brand": "Furniture Mart",
    "type": "table",
    "color": "Brown, yellow",
    "size": "Large",
    "material": "Oak",
    "price": 599.99,
    "image": "images/products/4/yellow.jpg",
    "rating": 5,
    "description": "This oak dining table is the perfect addition to any home. It's made of solid wood and has a beautiful finish that will last for years. The legs are also adjustable, so you can adjust them to fit your space perfectly. Plus, it comes with two leaves that extend the length of the table by 18 inches each! You'll never have to worry about running out of room again when entertaining guests or hosting family dinners. And if you want something more modern, we also offer this same style in black or white lacquer finishes. So whether you're looking for something traditional or contemporary, this table will be sure to please!",
    "date": "12-5-2023"
  },
  {
    "id": 5,
    "name": "Velvet Ottoman",
    "brand": "IKEA",
    "type": "table",
    "color": "Blue",
    "size": "Small",
    "material": "Velvet",
    "price": 129.99,
    "discountPrice": 109.99,
    "image": "images/products/5/brown.jpg",
    "rating": 4,
    "description": "This velvet ottoman is the perfect addition to any living room. It's soft, plush and comfortable. The fabric is durable and easy to clean. Plus it comes in three different colors so you can find one that matches your home decor perfectly! You won't regret buying this ottoman for your home!",
    "date": "2-9-2023"
  },
  {
    "id": 6,
    "name": "Metallic Bookshelf",
    "brand": "Furniture Mart",
    "type": "shelf",
    "color": "white",
    "size": "Tall",
    "material": "Metal",
    "price": 279.99,
    "image": "images/products/6/white.jpg",
    "rating": 4.5,
    "description": "This bookshelf is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "1-29-2023"
  },
  {
    "id": 7,
    "name": "Queen-sized Bed Frame",
    "brand": "CB2",
    "type": "bed",
    "color": "blue, grey, yellow",
    "size": "Queen",
    "material": "Wood",
    "price": 899.99,
    "discountPrice": 799.99,
    "image": "images/products/7/blue.jpg",
    "rating": 4,
    "description": "This bed frame is the perfect addition to any bedroom. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "12-12-2023"
  },
  {
    "id": 8,
    "name": "Marble Side Table",
    "brand": "CB2",
    "type": "table",
    "color": "balck, white, yellow",
    "size": "Small",
    "material": "Marble",
    "price": 349.99,
    "image": "images/products/8/black.jpg",
    "rating": 4.5,
    "description": "This marble side table is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "4-22-2023"
  },
  {
    "id": 9,
    "name": "Leather Recliner",
    "brand": "IKEA",
    "type": "chair",
    "color": "yellow",
    "size": "Large",
    "material": "Leather",
    "price": 699.99,
    "discountPrice": 649.99,
    "image": "images/products/9/yellow.jpg",
    "rating": 4,
    "description": "This leather recliner is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "2-16-2023"
  },
  {
    "id": 10,
    "name": "Modern Desk",
    "brand": "CB2",
    "type": "desk",
    "color": "black",
    "size": "Medium",
    "material": "Wood",
    "price": 449.99,
    "image": "images/products/10/black.jpg",
    "rating": 5,
    "description": "This modern desk is the perfect addition to any home office. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "10-23-2023"
  },
  {
    "id": 11,
    "name": "Wooden Bench",
    "brand": "CB2",
    "type": "desk",
    "color": "black",
    "size": "Medium",
    "material": "Wood",
    "price": 199.99,
    "image": "images/products/11/black.jpg",
    "rating": 4,
    "description": "This wooden bench is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "2-26-2023"
  },
  {
    "id": 12,
    "name": "Leather Loveseat",
    "brand": "Furniture Mart",
    "type": "sofa",
    "color": "green, red, white, yellow",
    "size": "Medium",
    "material": "Leather",
    "price": 599.99,
    "discountPrice": 549.99,
    "image": "images/products/12/red.jpg",
    "rating": 4.5,
    "description": "This leather loveseat is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "02-08-2023"
  },
  {
    "id": 13,
    "name": "Wooden Coffee Table",
    "brand": "Wayfair",
    "type": "table",
    "color": "Brown,. white",
    "size": "Medium",
    "material": "Wood",
    "price": 299.99,
    "image": "images/products/13/brown.jpg",
    "rating": 3.5,
    "description": "This wooden coffee table is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "5-5-2023"
  },
  {
    "id": 14,
    "name": "Velvet Armchair",
    "brand": "Wayfair",
    "type": "chair",
    "color": "blue, grey, yellow",
    "size": "Medium",
    "material": "Velvet",
    "price": 299.99,
    "discountPrice": 249.99,
    "image": "images/products/14/blue.jpg",
    "rating": 5,
    "description": "This velvet armchair is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea. Plus, this table is easy to clean! Just wipe it down with a damp cloth and you're good to go. You won't regret buying this piece for your home!",
    "date": "7-7-2023"
  },
  {
    "id": 15,
    "name": "Wooden Dining Table",
    "brand": "Furniture Mart",
    "type": "table",
    "color": "Brown",
    "size": "Large",
    "material": "Wood",
    "price": 499.99,
    "image": "images/products/15/brown.jpg",
    "rating": 4,
    "description": "This wooden dining table is the perfect addition to any home. It's made of solid wood and has a beautiful finish that will last for years. The legs are also adjustable, so you can adjust them to fit your space perfectly. Plus, it comes with two leaves that extend the length of the table by 18 inches each! You'll never have to worry about running out of room again when entertaining guests or hosting family dinners. And if you want something more modern, we also offer this same style in black or white lacquer finishes. So whether you're looking for something traditional or contemporary, this table will be sure to please!",
    "date": "9-9-2023"
  },
  {
    "id": 16,
    "name": "Leather Sofa",
    "brand": "Wayfair",
    "type": "sofa",
    "color": "black, green, white, yellow",
    "size": "Small",
    "material": "Leather",
    "price": 149.99,
    "image": "images/products/16/green.jpg",
    "rating": 4.5,
    "description": "This leather ottoman is the perfect addition to any living room. It's sleek, modern design will make your space feel more open and airy. The transparent glass top allows you to see through it so you can enjoy the view of your beautiful home while sipping on a cup of coffee or tea.",
    "date": "11-11-2023"
  }
]
