[
  {
    "id": 1,
    "name": "A Complete Design for Living Room",
    "description": "We created an inviting and functional living room space with our curated furniture sets. From comfortable sofas to elegant coffee tables, customers found everything they needed to design the heart of their homes.",
    "image": "images/portfolio/1.jpg"
  },
  {
    "id": 2,
    "name": "A Complete Design for Bedroom",
    "description": "We transformed bedrooms into cozy retreats with our collection of stylish and comfortable furniture. Customers discovered bed frames, nightstands, and more to create their perfect sleeping sanctuaries.",
    "image": "images/portfolio/2.jpg"
  },
  {
    "id": 3,
    "name": "A Complete Design for Hallway",
    "description": "We enhanced hallways' appeal with our range of furniture pieces designed for style and functionality. Customers found sleek console tables, storage solutions, and more to elevate their entryways.",
    "image": "images/portfolio/3.jpg"
  },
  {
    "id": 4,
    "name": "A Complete Design for Kitchen",
    "description": "We upgraded kitchens with our modern and efficient furniture selection. From dining sets to kitchen islands, customers explored designs that combined aesthetics and practicality.",
    "image": "images/portfolio/4.jpg"
  },
  {
    "id": 5,
    "name": "A Complete Design for Home Office",
    "description": "We boosted productivity in home offices with our range of ergonomic and stylish furniture. Customers discovered desks, chairs, and storage solutions tailored for their workspaces.",
    "image": "images/portfolio/5.jpg"
  },
  {
    "id": 6,
    "name": "A Complete Design for Children's Room",
    "description": "We designed playful and functional spaces for kids with our vibrant furniture collection. From bunk beds to colorful storage, customers created rooms that sparked imagination.",
    "image": "images/portfolio/6.jpg"
  },
  {
    "id": 7,
    "name": "A Complete Design for Studio",
    "description": "We furnished studio spaces with versatile and compact furniture options. Customers explored multi-functional pieces to optimize space without compromising on style.",
    "image": "images/portfolio/7.jpg"
  },
  {
    "id": 8,
    "name": "A Complete Design for Garden",
    "description": "We transformed outdoor areas into relaxing oases with our garden furniture. Customers explored patio sets, loungers, and accessories for perfect outdoor retreats.",
    "image": "images/portfolio/8.jpg"
  }
]
